
/**
 ** @Author:pandayu
 ** @Version:1.0
 ** @DateTime:2018-09-09
 ** @Project:pandaCard CardGame
 ** @Contact: QQ:815099602
 **/
 var JUMPINFOCFG = {
    "1":{
      "id":1,
      "name":"觉醒商店"
    },
    "2":{
      "id":2,
      "name":"精英军事活动$1",
      "des":"通关军事活动可获取"
    },
    "3":{
      "id":3,
      "name":"士兵商店",
      "des":"可使用军魂兑换商店中的物资"
    },
    "4":{
      "id":4,
      "name":"装备商店",
      "des":"可使用军备值兑换商店中的物资"
    },
    "5":{
      "id":5,
      "name":"声望商店",
      "des":"可使用声望兑换商店中的物资"
    },
    "6":{
      "id":6,
      "name":"商店",
      "des":"可在商店中购买自己需要的物资"
    },
    "7":{
      "id":7,
      "name":"兵营",
      "des":"通过研发获取"
    },
    "8":{
      "id":8,
      "name":"资源掠夺",
      "des":"参加掠夺可获得"
    },
    "9":{
      "id":9,
      "name":"探险",
      "des":"参加探险可获得"
    },
    "10":{
      "id":10,
      "name":"回收",
      "des":"通过回收可获得"
    },
    "11":{
      "id":11,
      "name":"兵工厂",
      "des":"通过兵工厂可获得"
    }
  }